Revit 2027 API
ParameterTypeId.RoomName Property
 "Name"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RoomName { get; }
Public Shared ReadOnly Property RoomName As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RoomName {
	ForgeTypeId^ get ();
}
static member RoomName : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace